Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Installation von Gebäudeautomationsanlagen
en: Installation of building automation equipment

source: Installation von Hydraulikgeräten
en: Installation of hydraulic equipment

source: Reparatur und Wartung von Gas- und Stromanlagen
en: Maintenance and repair of gas and electricity installations

source: Umbau und Überholen von Motoren
en: Rebuilding and reconditioning of motors

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Tankstellenausrüstung
en: Providing information relating to the repair or maintenance of gasoline station equipment

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Verpackungs- oder Einwickelmaschinen und -geräten
en: Providing information relating to the repair or maintenance of packing or wrapping machines and apparatus

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Tabakverarbeitungsmaschinen
en: Providing information relating to the repair or maintenance of tobacco processing machines

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Industrieöfen
en: Providing information relating to the repair or maintenance of industrial furnaces

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Tiefkühlgeräten und -anlagen
en: Providing information relating to the repair or maintenance of freezing machines and apparatus

source: Bereitstellung von Informationen in Bezug auf den Verleih von Bergbaumaschinen und -geräten
en: Providing information relating to the rental of mining machines and apparatus

source: Bereitstellung von Informationen in Bezug auf den Verleih von elektrischen Waschmaschinen
en: Providing information relating to the rental of electric washing machines

source: Bereitstellung von Informationen in Bezug auf den Verleih von Baumaschinen und -geräten
en: Providing information relating to the rental of construction machines and apparatus

source: Bereitstellung von Informationen zu Pelzpflege und -reparatur
en: Providing information relating to fur care and repair

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Badewannen
en: Providing information relating to the repair or maintenance of bathtubs

source: Bereitstellung von Informationen in Bezug auf die Reparatur von Billardausrüstung
en: Providing information relating to the repair of billiard equipment

source: Bereitstellung von Informationen in Bezug auf die Möbelrestaurierung
en: Providing information relating to furniture restoration

source: Wartung und Reinigung von Bergbaugeräten
en: Maintenance and cleaning of mining equipment

source: Reparatur und Wartung von Sport- und Fitnessapparaten
en: Maintenance and repair of sports and fitness equipment

source: Reparatur und Wartung von Gymnastik- und Sportgeräten
en: Maintenance and repair of gymnastic and sporting articles

source: Reparatur und Wartung von Textilwaren
en: Maintenance and repair of textile goods

source: Reparatur und Pflege von Schuhware
en: Maintenance and repair of footwear

source: Reparatur und Wartung von Spielzeug
en: Maintenance and repair of toys

source: Reparatur und Instandhaltung von Polsterungen
en: Maintenance and repair of upholstery

source: Reparatur und Wartung von fotografischen Geräten
en: Maintenance and repair of photographic apparatus

source: Reparatur und Wartung von Multimediageräten
en: Maintenance and repair of multimedia apparatus

source: Reparatur und Wartung von Kühlgeräten und -anlagen
en: Maintenance and repair of cooling appliances and installations

source: Reparatur und Instandhaltung von Campingausrüstung
en: Maintenance and repair of camping equipment

source: Reparatur und Wartung von Motorrädern
en: Maintenance and repair of motorcycles

source: Reparatur oder Wartung von Fahrrädern
en: Maintenance and repair of bicycles

source: Reparatur und Wartung von Gartengeräten
en: Maintenance and repair of garden tools

source: Instandhaltung, Wartung und Reparatur von Haushalts- und Küchengeräten
en: Maintenance, servicing and repair of household and kitchen appliances

source: Installation von elektrischen und elektronischen Geräten in Automobilen
en: Installation of electric and electronic equipment in automobiles

source: Installation von Wasserversorgungsanlagen
en: Installation of water supply apparatus

source: Waschen von Flugzeugen
en: Washing of airplanes

source: Zurverfügungstellen von Informationen bezüglich Gebäudesanierung
en: Providing information relating to building reconstruction

source: Zurverfügungstellen von Informationen bezüglich Gebäudeabriss
en: Providing information relating to building demolition

source: Zurverfügungstellen von Informationen zur Renovierung von Bauten
en: Providing information relating to building renovation

source: Reparatur von Haushalts- und Küchengeräten
en: Repair of household and kitchen appliances

source: Reparatur von Filter für Maschinen, Motoren oder Triebwerken
en: Repair of filters for machines, motors or engines

source: Reparatur und Wartung von Vakuumpumpen
en: Maintenance and repair of vacuum pumps

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Kunststoffverarbeitungsmaschinen und -geräten
en: Providing information relating to the repair or maintenance of plastic processing machines and apparatus

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von photographischen Anlagen und Geräten
en: Providing information relating to the repair or maintenance of photographic machines and apparatus

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Schienenfahrzeugen
en: Providing information relating to the repair or maintenance of railway rolling stock

source: Bereitstellung von Informationen in Bezug auf die Außenreinigung von Gebäuden
en: Providing information relating to the cleaning of building exteriors

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Musikinstrumenten
en: Providing information relating to the repair or maintenance of musical instruments

source: Erneuerung, Reparatur und Wartung von elektrischen Leitungen
en: Renovation, repair and maintenance of electrical wiring

source: Aufbau und Montage von Ausstellungsständen und -bühnen
en: Construction and erection of exhibition stands, stages and booths

source: Reparatur von Wasserfahrzeugen
en: Repair of water vehicles

source: Reparatur von Baumaschinen und -geräten
en: Repair of construction machines and equipment

source: Zurverfügungstellen von Bauinformationen auf elektronischem Weg
en: Provision of construction information by electronic means

source: Reparatur und Isolierung von Fensterfugen
en: Repair and insulation of window joints

source: Installation von Umweltschutzsystemen
en: Installation of environmental protection systems

source: Beratung bezüglich dem Bau von öffentlichen Bauwerken
en: Advisory services relating to the construction of public works

source: Zurverfügungstellen von Informationen bezüglich Reparatur und Wartung von Öfen
en: Providing information relating to the repair and maintenance of furnaces

source: Reparatur und Wartung von chirurgischen Instrumenten und Geräten
en: Maintenance and repair of surgical instruments and apparatus

source: Reparatur und Wartung von Schiffen
en: Maintenance and repair of ships

source: Reparatur und Wartung von Jachten
en: Maintenance and repair of yachts

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Nähmaschinen
en: Providing information relating to the repair or maintenance of sewing machines

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Textilmaschinen und -geräten
en: Providing information relating to the repair or maintenance of textile machines and apparatus

source: Bereitstellung von Informationen zur Reparatur und Wartung von Schusswaffen
en: Providing information relating to the repair or maintenance of firearms

source: Zurverfügungstellen von Informationen bezüglich Tankreinigung
en: Providing information relating to storage tank cleaning services

source: Erteilung von Auskünften über die Reparatur von Bekleidungsstücken
en: Providing information relating to clothing mending services

source: Zurverfügungstellen von Informationen in Bezug auf die Reparatur oder Wartung von Kochgeräten und -anlagen
en: Providing information relating to the repair or maintenance of cooking apparatus and installations

source: Zurverfügungstellen von Informationen zur Reparatur und Wartung von elektrischen Kochgeräten und -anlagen
en: Providing information relating to the repair or maintenance of electric cooking apparatus and installations

source: Bereitstellung von Informationen zur Reparatur und Wartung von nichtelektrischen Kochgeräten und -anlagen
en: Providing information relating to the repair or maintenance of non-electric cooking apparatus and installations

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Unterhaltungsmaschinen und -geräten
en: Providing information relating to the repair or maintenance of amusement machines and apparatus

source: Reparatur und Wartung von Wellenkraftwerken
en: Maintenance and repair of wave energy power plants

source: Bau von Wellenenergiekraftwerken
en: Construction of wave energy power plants

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Fischereizubehör
en: Providing information relating to the repair or maintenance of fishing tackle

source: Reparatur und Wartung von Computer- und Telekommunikationshardware
en: Repair and maintenance of computer and telecommunications hardware

source: Reparatur und Wartung von Kompressoren
en: Maintenance and repair of compressors

source: Reparatur von Industrieabfallbehandlungsmaschinen
en: Repair of industrial waste treatment machines

source: Installation von Staub-Absauggeräten
en: Installation of dust extraction apparatus

source: Installation von Trocknungsgeräten
en: Installation of drying apparatus

source: Zurverfügungstellen von Online-Informationen zum Bauwesen
en: Providing online information relating to building construction

source: Reparatur und Wartung von elektronischen Anzeigetafeln
en: Maintenance and repair of electronic display panels

source: Reparatur und Wartung von Lasermessgeräten
en: Maintenance and repair of laser measuring apparatus

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Stromgeneratoren
en: Providing information relating to the repair or maintenance of power generators

source: Bereitstellung von Informationen bezüglich Reparatur oder Wartung von Automobilen
en: Providing information relating to the repair or maintenance of automobiles

source: Bereitstellung von Informationen in Bezug auf Desinfektion von Telefon-Headsets
en: Providing information relating to the disinfection of telephone handsets

source: Zurverfügungstellen von Informationen bezüglich der Reinigung von Klärgruben
en: Providing information relating to septic tank cleaning services

source: Bereitstellung von Informationen in Bezug auf die Reparatur von Spielautomaten und -geräten
en: Providing information relating to the repair of game machines and apparatus

source: Bereitstellung von Informationen in Bezug auf die Reparatur von Sportgeräten
en: Providing information relating to the repair of sports equipment

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Schildern
en: Providing information relating to the repair or maintenance of signboards

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Uhren
en: Providing information relating to the repair or maintenance of clocks and watches

source: Bereitstellung von Informationen zu Reparatur oder Wartung von Wasserreinigungsgeräten
en: Providing information relating to the repair or maintenance of water purifying apparatus

source: Reinigung von Bürogebäuden und Gewerberäumen
en: Cleaning of office buildings and commercial premises

source: Reparatur von Geräten und Anlagen zur Stromerzeugung
en: Repair of power generating apparatus and installations

source: Wartung von Stromerzeugungsgeräten und -anlagen
en: Servicing of power generating apparatus and installations

source: Wartung von Geräten und Anlagen zur Stromerzeugung
en: Maintenance of power generating apparatus and installations

source: Wartung, Instandhaltung und Reparatur von Geräten und Anlagen zur Stromerzeugung
en: Maintenance, servicing and repair of power generating apparatus and installations

source: Zurverfügungstellen von Informationen und Beratung in Bezug auf Reinigung
en: Provision of information, advice and consultancy relating to cleaning

source: Reparatur oder Instandhaltung von Schildern
en: Repair or maintenance of signboards

source: Reparatur oder Wartung von Kochgeräten
en: Repair or maintenance of cooking apparatus

source: Reparatur oder Instandhaltung von Fahrradparkeinrichtungen
en: Repair or maintenance of bicycle parking apparatus

source: Installation von Industrieschmelzöfen
en: Installation of industrial furnaces

source: Reparatur und Wartung von Energieerzeugungsanlagen
en: Maintenance and repair of energy generating installations

source: Reparatur und Wartung von Hardware für Datenverarbeitungsgeräte
en: Maintenance and repair of hardware for data processing apparatus

source: Reparatur von Maschinen zur Biomüllbehandlung
en: Repair of machines for treating organic waste

source: Bauaufsicht von Renovierungsarbeiten
en: Supervision of building renovation

source: Bauaufsicht für Gebäudeabriss
en: Supervision of building demolition

source: Installation, Wartung und Reparatur von Übertragungsgeräten
en: Installation, maintenance and repair of broadcasting apparatus

source: Zurverfügungstellen von Informationen in Bezug auf die Reparatur oder Wartung von Maschinen und Anlagen zur Fertigung von integrierten Schaltkreisen
en: Providing information relating to the repair or maintenance of machines and systems for manufacturing integrated circuits

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von medizinischen Anlagen und Geräten
en: Providing information relating to the repair or maintenance of medical machines and apparatus

source: Beratung und Erteilen von Auskünften in Bezug zu Bauarbeiten
en: Consultancy and information services relating to construction

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von motorbetriebenen Bodenreinigungsmaschinen
en: Providing information relating to the repair or maintenance of power-driven floor cleaning machines

source: Tuning von Automotoren
en: Tuning of automobile engines

source: Reparatur von Kupplungen für Landfahrzeuge
en: Repair of couplings for land vehicles

source: Reparatur von Bremssystemen von Fahrzeugen
en: Repair of brake systems for vehicles

source: Reparatur von Aufhängesystemen von Fahrzeugen
en: Repair of suspension systems for vehicles

source: Reparatur von Laderampen
en: Repair of tailboard lifts

source: Reparatur von Maschinenachsen
en: Repair of axles for machines

source: Reparatur von Fahrzeugachsen
en: Repair of axles for vehicles

source: Installation von Lüftungs- und Staubsauganlagen
en: Installation of ventilation and dust extraction systems

source: Installation von Klimatisierungsvorrichtungen für die Verwendung in Reinräumen
en: Installation of air conditioning apparatus for use in clean rooms

source: Einbau von Möbel in Geschäftsräumen
en: Installation of furniture for shops

source: Aufbau von Messe- und Ausstellungsständen
en: Building of trade fair and exhibition stands

source: Wartung von Schweißmaschinen und -geräten
en: Maintenance of welding machines and equipment

source: Aufpolstern von Fahrzeugsitzen
en: Upholstering of vehicle seats

source: Installation von Regenwassertanks
en: Installation of rainwater tanks

source: Installation von Regenwassernutzungsanlagen
en: Installation of rainwater harvesting systems

source: Installation von Regenwasserentwässerungsanlagen
en: Installation of rainwater drainage systems

source: Installation von Regenwasserfassungsanlagen
en: Installation of rainwater collection systems

source: Instandhaltung und Restaurierung von Kunstwerken
en: Maintenance and restoration of works of art

source: Installation von Hardware für den Internetzugang
en: Installation of hardware for Internet access

source: Installation von Hardware und Leitungen für den Internetzugang
en: Installation of hardware and cables for Internet access

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von landwirtschaftlichen Maschinen und Geräten
en: Providing information relating to the repair or maintenance of agricultural machines and implements

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Bergbaumaschinen und -geräten
en: Providing information relating to the repair or maintenance of mining machines and apparatus

source: Zurverfügungstellen von Informationen in Bezug auf die Reparatur und Wartung von Maschinen und Geräten zur Herstellung von Schuhen
en: Providing information relating to the repair or maintenance of machines and instruments for making shoes

source: Bereitstellung von Informationen in Bezug auf die Reparatur oder Wartung von Büromaschinen und -geräten
en: Providing information relating to the repair or maintenance of office machines and apparatus

source: Bereitstellung von Informationen in Bezug auf die Reparatur von Brillen
en: Providing information relating to the repair of spectacles

source: Bereitstellung von Informationen zur Reparatur und Wartung von Abfallpressen und -apparaten
en: Providing information relating to the repair or maintenance of waste compacting machines and apparatus

source: Auftragen von Anti-Graffiti-Beschichtungen
en: Application of anti-graffiti coatings

source: Reparatur oder Wartung von Angelbedarf
en: Repair or maintenance of fishing tackle

source: Reparatur oder Instandhaltung von Baugeräten
en: Repair or maintenance of building equipment

source: Aufladen von Batterien und Akkus
en: Recharging of batteries and accumulators

source: Reparatur oder Wartung von Schneepflügen
en: Repair or maintenance of snow plows

source: Reparatur und Wartung von öffentlichen Transportfahrzeugen
en: Maintenance and repair of public transport vehicles

source: Installation von Isolierglas in Wintergärten, Fenstern, Türen und Gewächshäusern
en: Installation of insulating glass in conservatories, windows, doors and greenhouses

source: Installation von Glas in Wintergärten, Fenstern, Türen und Gewächshäusern
en: Installation of glass in conservatories, windows, doors and greenhouses

source: Reparatur oder Wartung von Buchbindegeräten und -maschinen
en: Repair or maintenance of bookbinding apparatus and machines

source: Reparatur und Wartung von Druckmaschinen
en: Repair or maintenance of printing machines

source: Einbau von professionellen Kochgeräten
en: Installation of commercial cooking apparatus

source: Vermietung von gewerblichen Geschirrtrocknern
en: Rental of industrial dish drying machines

source: Vermietung von Geschirrtrocknern
en: Rental of dish drying machines

source: Wiederaufladen von Batterien
en: Recharging of batteries

source: Vermietung von Geschirrspülern für den Privathaushalt
en: Rental of dishwashers for household purposes

source: Reparatur von Flugnavigationsgeräten
en: Repair of aerial navigation equipment

source: Entfernung von Vögeln von Wohn- und Geschäftsgebäuden
en: Removing birds from residential and commercial buildings

source: Instandhaltung von Aquarien
en: Maintenance of aquariums

source: Reparatur und Wartung von Telekommunikationsnetzwerken, -geräten und -instrumenten
en: Maintenance and repair of telecommuncations networks, apparatus, and instruments

source: Nachrüstung und Umbau von Maschinen
en: Machinery retrofit and conversion services

source: Installation, Reparatur und Wartung von Reinräumen und deren Ausrüstung
en: Installation, repair and maintenance of cleanroom facilities and equipment

source: Installation, Reparatur und Wartung von Heizanlagen
en: Installation, repair and maintenance of heating equipment

source: Installation von Diebstahlschutzgeräten
en: Installation of theft prevention devices

source: Installation von Küchengeräten
en: Installation of kitchen appliances

source: Installation von Hardware für Computersysteme
en: Installation of hardware for computer systems

source: Wartung, Restaurierung und Reparatur von Möbeln
en: Furniture restoration, repair and maintenance

source: Versiegelung und Abdichtung von Gebäuden
en: Building sealing and caulking services

source: Schärfen von Scheren und Küchenmessern
en: Sharpening of scissors and kitchen knives

source: Öl- und Gasbohrungen
en: Oil and gas drilling

source: Installationsdienstleistungen bezüglich Baugerüsten, Arbeits- und Bauplattformen
en: Installation services for building scaffolds, working and building platforms

source: Reparatur und Wartung von Pumpen
en: Pump repair and maintenance

source: Reparatur und Wartung von 3D-Druckern
en: Repair and maintenance of 3D printers

source: Schädlingsbekämpfung, ausgenommen für Land-, Garten- und Forstwirtschaft
en: Pest control services, other than for agriculture, horticulture and forestry

source: Abbau von natürlichen Ressourcen
en: Extraction of natural resources

source: Abbau von Gas
en: Extraction of gas

source: Reparatur oder Wartung von Maschinen und Geräten zur Verwendung in Schönheitssalons
en: Repair or maintenance of machines and apparatus for use in beauty salons

source: Reparatur oder Wartung von Maschinen und Geräten zur Verwendung in Friseursalons
en: Repair or maintenance of machines and apparatus for use in barbers' shops

source: Installation von Arbeits- und Bauplattformen
en: Installation services of working and building platforms

source: Reparatur oder Wartung von Maschinen und Geräten für die Sperrholzherstellung
en: Repair or maintenance of machines and apparatus for plywood making

source: Reparatur oder Wartung von Maschinen und Geräten für die Furnierherstellung
en: Repair or maintenance of machines and apparatus for veneer making

source: Bau von Wintergärten und Gewächshäusern
en: Construction of conservatories and greenhouses

source: Reparatur von Elektrogeräten
en: Repair of electrical equipment

source: Reparatur oder Instandhaltung von Uhren
en: Clock and watch repair or maintenance

source: Installation von Wasserleitungen
en: Installation of plumbing systems

source: Betrieb von Waschsalons
en: Self-service laundries

source: Errichtung von Sportarenen
en: Construction of sports arenas

source: Montage von Möbeln
en: Furniture installation

source: Reparatur von Heizgeräten
en: Repair of heating apparatus

source: Installation von Beleuchtung
en: Installation of lighting apparatus

source: Installation von Computerhardware
en: Installation of computer hardware

source: Installation von Stromerzeugungsgeräten und -anlagen
en: Installation of power generating apparatus

source: Installation von Küchen
en: Installation of kitchens

source: Reinigungsdienste für Klimaapparate
en: Air conditioning apparatus cleaning services

source: Innenanstricharbeiten zu Dekorationszwecken
en: Decorative interior house painting services

source: Anhebung von Betonflächen
en: Concrete raising services

source: Installation und Reparatur von Telekommunikationshardware
en: Installation and repair of telecommunications hardware

source: Fahrzeugreparatur, -wartung und -betankung
en: Vehicle repair, maintenance and refuelling

source: Betankung von Fahrzeugen mit Wasserstoffgas
en: Fueling of hydrogen gas for vehicles
